export const yhysxy = `用户注册协议
特别提示
信联平台 (网址：https://xinunion.cn，以下简称“本网站”或“平台”)由杭州云链趣链数字科技有限公司(下称“云趣数科”)负责运营。本注册协议签约双方为信联平台与本网站注册用户（下称“用户”或“您”)，本协议经用户勾选确认后即具有合同效力，适用于您在本网站的全部活动。
请您在注册成为用户前务必仔细阅读本协议,若您不同意本协议的任意内容，或者无法准确理解条款内容及其解释,请不要进行后续操作;若您完成了用户注册操作，则表示您对本协议的全部内容已充分阅读并认可和同意遵守。您同时承诺遵守中国法律、法规、规章及其他政府规范性文件的规定，如有违反而造成任何法律后果，您将以本人名义独立承担所有相应的法律责任。
本协议内容包括以下全部条款及已经发布的或将来可能发布的各类规则，包括但不限于业务规则。所有规则均为本协议不可分割的一部分，与协议正文具有同等法律效力。信联平台有权根据需要不定时地制定、修改本协议或各类规则，如本协议及规则有任何变更，一切变更以本网站最新公布的内容为准。经修订的协议、规则一经公布，立即自动生效,对新协议、规则生效之后注册的使用者发生法律效力。对于协议、规则生效之前注册的使用者,若用户在新规则生效后继续使用本网站提供的各项服务,则表明使用者已充分阅读并认可和同意遵守新的协议或规则。若您拒绝接受新的协议和规则，您必须放弃使用信联平台提供的该项服务。
一、定义及解释
（一）本网站:指由杭州云链趣链数字科技有限公司运营的互联网信息平台及其相关移动客户端应用程序。
（二）用户:指接受并同意本协议，拟通过平台接受相关服务、进行相关交易并经过实名认证的平台自然人用户。
（三）企业用户:指用户绑定的、由用户享有操作权限并承担相应管理职责的法人或其他企业用户，如无特别说明，本协议所称“用户”包括用户及企业用户。
（四）数字证书:指由第三方CA签发的，含有签发电子签名认证证书的电子认证服务机构名称、证书持有人名称、证书序列号、证书有效期、证书持有人的电子签名验证数据、电子认证服务机构的电子签名、工业和信息化部规定的其他内容等相关信息，能够核验持有人身份的身份证明数据。
（五）电子签名:指数据电文中以电子形式所含、所附用于识别签名人身份并表明签名人认可其中内容的数据。
二、服务简介
信联平台围绕核心企业和上游供应链，提供全方位、立体化的信息服务，主要包括:
（一）电子债权凭证相关服务。
（二）电子签约服务。
（三）其他商事信息相关服务。
用户完成注册并绑定企业用户后,可自主选择实际开通的服务类型，并于届时查阅并签署相应服务协议。
三、服务费用
（一）用户使用本网站服务时，本网站有权收取相应服务费用。各项服务具体费用标准详见本网站实时公布的业务定价及有关规则。本网站保留单方面制定与调整服务费用的权利。
（二）在避免用户损失的前提下，本网站有权单方决定暂时或永久地改变或停止提供某些服务。
（三）用户通过本网站服务享受其他第三方提供的服务时,第三方机构可能会向用户收取一定费用,相关费用由费用收取方与用户自行协商确定。
四、会员管理
（一）用户身份要求
本网站的用户包括个人用户和企业用户。个人用户是指中华人民共和国公民，通过本网站完成全部注册及实名认证程序后,取得账户权限的并且符合中华人民共和国法律规定的年满14周岁的自然人。
1、企业用户是指经由个人用户申请并完成企业认证后,形成的独立用户,绑定人默认为企业用户管理员，企业用户项下可匹配多个个人用户。企业用户独立承担责任并享有权益，但本网站有权根据司法机关要求，对具体经办的个人用户进行披露。
本网站仅接受依据中华人民共和国法律在中华人民共和国境内(香港、台湾、澳门除外)设立的，能够独立承担民事责任的法人和其他组织。
（二）实名认证
1、用户在申请进行实名认证时，应提供真实、准确、完整、合法且有效的注册数据,当用户数据发生变动时,应及时进行更新,如涉及名称、统一社会信用代码、法定代表人姓名及证件号码等信息变动的，须经平台审核后生效。
2、根据实名认证方式的不同，具体认证数据内容存在一定差异，具体数据要求，以用户提交实名认证时弹出的数据清单为准。
3、用户同意并授权信联平台审查、核对用户数据以确认用户身份，包括但不限于向第三方信息机构进行数据的比对核验。信联平台进行的数据审查不阻断用户就其提供数据真实性所承担的一切法律责任。
（三）账户安全
1、个人用户的账户信息是其登录平台的唯一信息，本网站将通过校验个人用户登录名及密码识别其后续相关操作，个人用户应当妥善保管自身用户名称及密码,由于密码保管不善导致的任何损失均由个人用户自行承担。
涉及资金划转、支付凭证状态变更、权限调整等重大事项，本网站将通过校验企业用户电子签名的方式进行身份核验,请相关用户务必妥善保管相应数字证书凭证,凡通过企业用户有效电子签名核验完成确认的操作所产生的法律后果，均由企业用户自行承担。
2、用户注册成功后，不得将用户转让给第三方使用，授权第三方使用的，应当提交载明具体权限、期限的授权文件,并申请变更相应用户信息。
3、信联平台可以暂时停止提供或者限制本服务部分功能，或提供新的功能，在任何功能减少、增加或者变化时，只要用户仍然使用本服务，即表示同意本协议或者变更后的协议。
4、在您需要终止使用我们的服务时，您可以申请注销您的账户。账户注销后,您通过平台办理的各项业务仍按照原合同继续履行，直至相关合同履行完毕。
我们在此善意地提醒您,您注销账户的行为会使您无法继续使用信联平台的相关服务。注销账户后您的信息会保持不可被检索、访问的状态,我们将不会再使用或对外提供与该账户相关的信息，但如您使用了电子债权凭证融资服务，根据相关金融机构要求，信联平台仍需对相关交易进行留存备查,保密期限视为您提供服务的金融机构要求而定，最长不超过15年。
五、平台使用事项
（一）用户通过点击确认或核验电子签名的方式向平台发送操作指令，操作指令作为平台向用户提供各类服务的有效邀约,一经发出不得撤回或撤销。
（二）平台与银行等金融机构合作为用户提供相关服务时，通过平台展示的银行业务条件应视为要约邀请，用户提交服务需求后，银行等金融机构有权自行调整业务方案，包括但不限于期限、金额、利率等，相关事项由银行与用户自行协商确定,相关服务项下资金往来均通过银行完成，用户对此理解并同意。
（三）为满足用户业务需要，用户授权平台向其他第三方机构收集、调取用户数据，以核实用户身份、信用等情况。
（四）会员了解并认可，任何通过本网站进行的交易均不能避免以下风险的产生，本网站对于相关风险不承担任何责任:
1、宏观经济风险:由于宏观经济形式变化，可能引起价格方面的波动，由此造成的损失。
2、政策风险:有关法律、法规、相关政策、规则发生变化，所带来的风险及损失。
3、违约风险:因交易对手无力或无意及时、足额履约所带来的风险。
4、利率风险:市场利率变化带来的实际收益损失。
5、不可抗力风险。
6、由于用户过错导致的任何损失，包括但不限于:操作不当、遗忘或泄露密码、密码被破解、遗失数字证书、用户计算机被第三方入侵、用户委托他人办理等。
7、其他不可归因与本网站的风险。
（五）本网站涉及的各项业务均只采用人民币进行交易结算，本网站不提供任何形式的汇兑服务。
（六）用户不得利用本网站或本网站服务从事任何不符合中华人民共和国法律法规或侵犯他人权益的活动，不得自行发布、转载或传送含有以下任意内容之一的信息,本网站在发现用户从事或发布相关信息时,有权基于本网站独立判断直接删除用户在本网站发布或提交的任何信息,并有权立即停止用户在本网站的全部或部分功能而无需通知用户，且不承担任何责任。由于用户违规行为给平台造成损失，平台有权要求相关用户予以赔偿。违规信息包括但不限于:
1、违反宪法确定的基本原则的;
2、危害国家安全、泄露国家机密、颠覆国家政权、破坏国家统一的;
3、损害国家荣誉或利益的;
4、煽动民族仇恨、民族歧视，破坏民族团结的;
5、破坏国家宗教政策，宣扬邪教或封建迷信的;
6、散布谣言，扰乱社会秩序，破坏社会稳定的;
7、散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的;
8、侮辱或者诽谤他人，侵害他人合法权益的;
9、煽动非法集会、结社、游行、示威，聚众扰乱社会秩序的;
10、以非法民间组织名义活动的;
11、含有蓄意毁坏、恶意干扰、秘密地截取或侵占任何系统、数据或个人资料的任何病毒、伪装破坏程序、电脑蠕虫、定时程序炸弹或其他电脑程序的。
12、包含法律、法规禁止的其他内容的。
六、通知与送达
（一）通知方式
关于本网站提供的各项服务、本协议条款及其他服务协议条款、平台服务更新等事项，您均同意本网站通过电子方式进行通知送达，通知方式包括但不限于站内信、电子邮件、短信、平台公示及电话通知。
（二）送达
基于电子通知的特殊性，您在此确认，平台各项通知一经发出即视为有效送达，请密切关注相关信息并及时登录平台完成相关事项确认。
（三）债权转让通知
如您通过平台办理了电子债权凭证融资业务，您需要向相应电子债权凭证直接付款方及最终付款方发送债权转让通知，您在此特别授权平台通过站内信的方式代为发送相关通知,债权转让通知一经发出即刻生效。
七、隐私保护
详见隐私政策。
八、免责声明
（一）基于互联网的特性，本网站无法保证平台的服务不会中断，对于包括但不限于本网站及相应的服务商设备、系统存在缺陷、计算器发生故障、遭遇病毒、黑客攻击或者发生地震、海啸等不可抗力导致的服务中断或无法使用,继而引发的网上交易无法完成或信息、记录丢失的,本网站会合理地尽力协助完成善后处理,但本网站不对由此导致的损失承担任何赔偿责任(包括但不限于利润、商誉、数据方面的有形、无形损失)。具体免责场景包括:
1、本网站日常系统停机维护期间。
2、电信设备出现故障不能进行数据传输的。
3、由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或延迟。
4、因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成系统障碍不能执行业务的。
（二）本网站无义务监测网站内容，用户对于本网站提供的信息应自行判断选用，并自行承担相应风险。
（三）本网站的内容可能涉及对第三方所有网站的信息调用,该等信息及第三方网站的真实性、可靠性、有效性等由信息提供方进行确认保障，用户应自行判定相应信息真伪并自主完成各项操作，用户通过第三方网站办理的各项业务与本网站无关。
（四）用户通过本网站与第三方机构办理各项业务，应与第三方机构另行签署相应服务协议,本网站可根据用户或第三方机构授权提供相应协助,但本网站对于用户与第三方机构协议的履行不承担任何责任。
九、知识产权
（一）杭州云链趣链数字科技有限公司作为本网站的运营商，拥有本网站及其相应移动应用程序完整有效的商标、著作权等知识产权，受国家法律保护，未经本网站明确书面授权，任何单位或个人均不得以任何方式使用本网站内容，如有使用，平台有权追究其法律责任。
（二）本网站所刊载的数据信息（包括但不限于文本、图标、标识、设计、源代码、图像、声音片段、数字下载、数据编辑和软件等)，均为本网站或其提供者的专属财产，受中国或国际版权公约保护。平台上所有的内容汇编均为平台排他的专属财产,受中国或国际版权公约保护。平台上所有软件都是平台或其关联公司或其软件供货商专属财产，受中国或国际版权公约保护。未经本网站明确书面同意，任何单位或个人均不得将其镜像到其他任何网站或服务器，如有使用，平台有权追究其法律责任。
十、违约责任
（一）因您违反本协议或经在此提及而纳入本协议的其他文件，或因您违反了法律、法规、规章、政府规范性文件或侵害了第三方的权利，而使第三方对信联平台及其股东、职员、代理人提出索赔要求（包括司法费用和其他专业人士的费用)，您应当对信联平台及股东、职员、代理人承担赔偿责任，使其等免遭损失。
（二）如因信联平台违反有关法律、法规或本协议项下的任何条款而给用户造成损失，信联平台同意承担由此造成的实际损失。
十一、争议解决
（一）用户通过平台接受第三方服务或通过平台完成协议签署后，与其合同相对方之间发生的争议,均由用户与其交易对手自行协商处理。
（二）用户与平台发生的争议，应由用户与平台协商解决，协商不成的，任意一方均可向运营方所在地有管辖权的人民法院诉讼解决。
（三）本网站及本协议各类事项均适用中华人民共和国大陆地区有效法律，如本协议或本网站其他规则中的任意一条被视为废止、无效或不可执行，该条款的废止、无效或不可执行不影响其他条款的有效性和可执行性。
十二、其他
（一）本协议有本协议条款及平台其他业务规则共同组成，本协议中未尽事宜应按照相关业务具体规则理解与处理。
（二）本协议自用户同意勾选并成功注册为本网站用户之日起生效，企业用户首次绑定认证时，应当通过电子签名再次签署确认。除非本网站终止本服务协议或者用户丧失本网站用户资格,否则本服务协议始终有效。本服务协议终止并不免除用户根据本服务协议或其他有关协议、规则所应承担的义务和责任。
（三）如非特别指明，本协议条款适用于全体平台注册用户。
（四）本协议中的标题仅为方便而设，在解释本协议时应被忽略。
（五）云趣数科对本服务协议享有最终的解释权。`

export const ysxy = `信联平台隐私政策
信联平台（以下统称“我们”）非常重视用户的隐私和个人信息保护。您在使用我们的产品与/或服务时，我们可能会收集和使用您的相关信息。我们希望通过《信联平台隐私政策》（“本隐私政策”）向您说明我们在您使用我们的产品与/或服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。
本隐私政策将帮助您了解以下内容：
一、我们如何收集和使用您的个人信息
二、我们如何使用 Cookies 和同类技术
三、我们如何共享、转让、公开披露您的个人信息
四、我们如何保护和保存您的个人信息
五、您如何管理个人信息
六、未成年人的个人信息保护
七、通知和修订
八、如何联系我们
本隐私政策与您所使用的信联平台相关产品或服务所包括的各种业务功能（以下统称“我们的产品与/或服务”）息息相关，希望您在使用我们的产品与/或服务前仔细阅读并确认您已经充分理解本隐私政策所写明的内容，并让您可以按照本隐私政策的指引做出您认为适当的选择。本隐私政策中涉及的相关术语，我们尽量以简明扼要的表述，并提供进一步说明的链接，以便您更好地理解。您使用或在我们更新本隐私政策后（我们会及时提示您更新的情况）继续使用我们的产品与/或服务，即意味着您同意本隐私政策(含更新版本)内容，并且同意我们按照本隐私政策收集、使用、保存和共享您的相关信息。
如对本隐私政策或相关事宜有任何问题，您可随时拨打我们的任何一部客服电话等多种方式与我们联系。
一、我们如何收集和使用您的个人信息
个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括：
①　基本信息（包括个人姓名、生日、性别、住址、个人电话号码、电子邮箱）；
②　个人身份信息（包括身份证、军官证、护照、驾驶证等）；
③　面部特征；
④　网络身份标识信息（包括系统账号、IP 地址、邮箱地址及与前述有关的密码、口令、口令保护答案）；
⑤　个人财产信息；
⑥　通讯录；
⑦　个人上网记录（包括网站浏览记录、软件使用记录、点击记录）；
⑧　个人常用设备信息（包括硬件型号、设备 MAC 地址、操作系统类型、软件列表唯一设备识别码（如IMEI/androidID/IDFA/OPENUDID/GUID、SIM 卡 IMSI 信息等在内的描述个人常用设备基本情况的信息）；
⑨　个人位置信息（包括行程信息、精准定位信息、住宿信息、经纬度等）；
个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本隐私政策中涉及的个人敏感信息包括：
①　您的财产信息；
②　面部识别特征；
③　个人身份信息（包括身份证、军官证、护照、驾驶证、户口本）；
④　网络身份识别信息（包括账号、邮箱地址及与前述有关的密码口令的组合）；
⑤　其他信息（包括通讯录、行程信息、网页浏览记录、住宿信息、精准定位信息）。
我们仅会出于以下目的，收集和使用您的个人信息：
1、您须授权我们收集和使用您个人信息的情形
我们的产品与/或服务包括一些核心功能，这些功能包含了实现网上开展业务所必须的功能及保障交易安全所必须的功能。我们可能会收集、保存和使用下列与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品与/或服务。这些功能包括：
（1）实现移动办公所必须的功能
①　用户注册
当您注册时，您需要至少向我们提供您准备使用的账户名、密码、您本人的手机号码、电子邮箱地址（用于验证邮箱），我们将通过发送短信验证码或邮件的方式来验证您的身份是否有效。您的账户名为您的默认昵称，您可以修改补充您的昵称、性别、生日、兴趣爱好以及您的实名认证相关信息，这些信息均属于您的“账户信息”。
②　当您使用实名认证功能时，您需要向我们提供您的姓名、生日、性别、住址、个人电话号码、电子邮箱、个人身份信息（包括身份证、港澳通行证、护照等）等用于平台审核信息是否有效；
③　当您用离线推送功能时，需向我们提供您的个人常用设备信息（包括硬件型号、设备 MAC 地址、操作系统类型、软件列表唯一设备识别码（如 IMEI/androidID/IDFA/OPENUDID/GUID、SIM 卡 IMSI 信息等在内的描述个人常用设备基本情况的信息）），用于离线消息的及时推送。
④　当您使用我们添加通讯录好友时，需向我们提供通讯录信息，用于通讯录快速邀请好友。
⑤　客服与售后功能：我们的电话客服和售后功能会使用您的账号信息和订单信息。为保证您的账号安全，我们的呼叫中心客服和在线客服会使用您的账号信息与您核验您的身份。当您需要我们提供与您订单信息相关的客服与售后服务时，我们将会查询您的订单信息。您有可能会在与我们的客服人员沟通时，提供给出上述信息外的其他信息，如当您要求我们变更配送地址、联系人或联系电话。
（2）保障交易安全所必须的功能
为提高您使用我们的产品与/或服务时系统的安全性，更准确地预防钓鱼网站欺诈和保护账户安全，我们可能会通过了解您的浏览信息、订单信息、您常用的软件信息、设备信息等手段来判断您的账号风险，并可能会记录一些我们认为有风险的链接（“URL”）；我们也会收集您的设备信息用于对信联平台系统问题进行分析、统计流量并排查可能存在的风险、在您选择向我们发送异常信息时予以排查。
2、您可自主选择提供的个人信息的情形
（1）位置信息获取；
（2）通讯录信息获取；
（3）设备信息获取。
请您注意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。
3、您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意：
（1）与国家安全、国防安全有关的；
（2）与公共安全、公共卫生、重大公共利益有关的；
（3）与犯罪侦查、起诉、审判和判决执行等有关的；
（4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
（5）所收集的个人信息是个人信息主体或监护人自行向社会公众公开的；
（6）从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；
（7）根据您的要求签订合同所必需的；
（8）用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；
（9）为合法的新闻报道所必需的；
（10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
（11）法律法规规定的其他情形。
4、我们从第三方获得您个人信息的情形
我们可能从第三方获取您授权共享的账户信息（头像、昵称），并在您同意本隐私政策后将您的第三方账户与您的信联平台账户绑定，使您可以通过第三方账户直接登录并使用我们的产品与/或服务。我们会将依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。
5、您个人信息使用的规则
（1）我们会根据本隐私政策的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。
（2）在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。
（3）请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除您的个人信息。
（4）我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。
（5）当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。
（6）当我们要将您的个人信息用于本隐私政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会通过您主动做出勾选的形式事先征求您的同意。
二、我们如何使用 Cookies 和同类技术
1、Cookies 的使用
（1）为实现您联机体验的个性化需求，使您获得更轻松的访问体验。
我们会在您的计算机或移动设备上发送一个或多个名为 Cookies 的小数据文件，指定给您的 Cookies 是唯一的，它只能被将 Cookies 发布给您的域中的 Web 服务器读取。我们向您发送 Cookies 是为了简化您重复登录的步骤、帮助判断您的登录状态以及账户或数据安全。
2、网络 Beacon 和同类技术的使用
除Cookies外，我们还会在网站上使用网络 Beacon 等其他同类技术。我们的网页上常会包含一些电子图像（称为"单像素"GIF 文件或"网 络 Beacon"）。我们使用网络 Beacon 的方式有：
（1）通过在信联平台上使用网络 Beacon，计算用户访问数量，并通过访问 Cookies 辨认注册的用户。
（2）通过得到的 Cookies 信息，为您提供个性化服务。
三、我们如何共享、转让、公开披露您的个人信息
1、共享
（1）我们不会与信联平台以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：
①　事先获得您明确的同意或授权；
②　根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；
③　只有共享您的个人信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；
④　应您需求为您处理您与他人的纠纷或争议；
⑤　符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
⑥　基于学术研究而使用；
⑦　基于符合法律法规的社会公共利益而使用。
（2）我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。
（3）对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。在个人敏感数据使用上，我们要求第三方采用数据脱敏和加密技术，从而更好地保护用户数据。
（4）为了遵守法律、执行或适用我们的使用条件和其他协议，或者为了保护信联平台、您或其他信联平台客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与其他公司和组织交换信息。不过,这并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。
2、转让
我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
（1）事先获得您明确的同意或授权；
（2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；
（3）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
（4）在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。
3、公开披露
我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：
（1）根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；
（2）根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。
四、我们如何保护和保存您的个人信息
1、我们非常重视个人信息安全，将采取一切合理可行的技术与措施，保护您的个人信息：
（1）我们仅允许有必要知晓这些信息的信联平台及关联方的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与信联平台的合作关系。
（2）我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本隐私政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
（3）互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。
（4）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
（5）安全事件处置
在使用交易时，您不可避免地要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址等。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。为应对个人信息泄露、损毁和丢失等可能出现的风险，信联平台制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。信联平台也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。
我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
（6）如果您对我们的个人信息保护有任何疑问，可通过本隐私政策中约定的联系方式联系我们。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即通过本隐私政策中约定的联系方式联络我们，以便我们采取相应措施。
2、您个人信息的保存
（1）您的个人信息将存储于中华人民共和国境内。如您使用跨境交易服务，且需要向境外传输您的个人信息完成交易的，我们会单独征得您的授权同意并要求接收方按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理这些个人信息。
（2）请您注意，当您成功注销信联平台账户后，我们将对您的个人信息进行删除或匿名化处理。
（3）如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。
五、您如何管理您的个人信息
我们非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：
1、访问和更正您的个人信息
除法律法规规定外，您有权随时访问和更正您的个人信息，具体包括：
（1）您的用户信息。
（2）对于您在使用我们的产品与/或服务过程中产生的其他个人信息需要访问或更正，请随时联系我们。我们会根据本隐私政策所列明的方式和期限响应您的请求。
（3）您无法访问和更正的个人信息：除上述列明的信息外，您的部分个人信息我们还无法为您提供访问和更正的服务，这些信息主要是为了提升您的用户体验和保证交易安全所收集的您的设备信息、您使用扩展功能时产生的个人信息。上述信息我们会在您的授权范围内进行使用，您无法访问和更正，但您可联系我们进行删除或做匿名化处理。
2、删除您的个人信息
您在我们的产品与/或服务页面中可以直接清除或删除的信息，包括：
（1）您的用户信息在以下情形中，您可以向我们提出删除个人信息的请求：
①　如果我们处理个人信息的行为违反法律法规；
②　如果我们收集、使用您的个人信息，却未征得您的同意；
③　如果我们处理个人信息的行为违反了与您的约定；
④　如果我们终止服务及运营。
若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。若我们响应您的删除请求，我们不能保证立即从备份系统中删除相应的信息，但会在备份系统更新时删除这些信息。
3、改变您授权同意的范围或撤回您的授权
您可以通过删除信息、关闭设备功能、在信联平台软件中进行隐私设置等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权。请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
4、响应您的请求
如果您无法通过上述方式访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用我们产品与/或服务时所产生的其他个人信息，或您认为信联平台存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您均可以通过本隐私政策中的其他方式与我们联系。为了保障安全，我们可能需要您提供书面请求，或提供您的身份证明文件，我们将在收到您反馈并验证您的身份后的 15 天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁盘上存放的信息）的请求，我们可能会予以拒绝。
在以下情形中，按照法律法规要求，我们将无法响应您的请求：
（1）与国家安全、国防安全有关的；
（2）与公共安全、公共卫生、重大公共利益有关的；
（3）与犯罪侦查、起诉和审判等有关的；
（4）有充分证据表明您存在主观恶意或滥用权利的；
（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。
六、未成年人的个人信息保护
信联平台基于企业商事行为提供相关服务，原则上不接受无工作单位的未成年人进行注册使用。如果有未成年人基于监护人同意注册并使用信联平台,我们将按照一般用户的标准进行信息收集与保护，并对相应账号权限进行限定，确保未成年账户各项操作经过相关授权。如果有事实证明未成年人并未取得监护人同意的情况下注册使用了我们的产品与/或服务，我们会与相关监护人协商，并设法尽快删除相关个人信息。
七、通知和修订
1、为给您提供更好的服务以及随着信联平台业务的发展，本隐私政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在信联平台上发出更新版本并在生效前通过网站公告或以其他适当方式提醒您相关内容的更新，也请您访问信联平台以便及时了解最新的隐私政策。
2、对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信或在浏览页面做特别提示等方式，说明隐私政策的具体变更内容）。
本隐私政策所指的重大变更包括但不限于：
（1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
（2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
（3）个人信息共享、转让或公开披露的主要对象发生变化；
（4）您参与个人信息处理方面的权利及其行使方式发生重大变化；
（5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；
（6）个人信息安全影响评估报告表明存在高风险时。
3、我们还会将本隐私政策的旧版本存档，供您查阅。
八、如何联系我们
1、如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，请联系信联平台客服进行反馈；
2、一般情况下，我们将在15天内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及工商等监管部门进行投诉或举报。
`